# -*- coding: utf-8 -*-

API_TOKEN = "679020958:AAHa7kzPJ8RxDDSbsMGCPR6kci2H55C5HME"
database_name = "info.db"
shelve_name = "shelve.db"


variant1 = """Название 1
Описание 1
google.com"""

variant2 = """Название 2
Описание 2
yandex.ru"""

users = {}

admin = {}

order = []

refdescribe = """Описание реферальной программы
Реферальная программа еще называется партнерской программой. Это вид сотрудничества между компанией и партнерами, где партнер продает услуги или товары компании, а та в свою очередь выплачивает вознаграждение. 
Такой вид сотрудничества позволяет компании увеличить прибыль, минимизировав расходы, а партнеру - получить свой процент от продаж."""

order_description = """Заголовок
Описание товара или заказа
Для того чтобы сделать заказ, нужно оставить заявку и зоплнить нефольшую форму."""

